Repository: alexandrbond1991-spec/calc
Catalog: calcapiship/locale/*/LC_MESSAGES/shipping_calcapiship.po
Languages: ru_ru

source: Delivery cost
ru_ru: Стоимость доставки

source: Delivery time
ru_ru: Срок доставки

source: Delivery type
ru_ru: Тип доставки

source: Provider
ru_ru: Поставщик услуг

source: Tariff
ru_ru: Тариф

source: Point
ru_ru: ПВЗ

source: Point type
ru_ru: Тип ПВЗ

source: Point code
ru_ru: Код ПВЗ

source: Address
ru_ru: Адрес

source: Phone
ru_ru: Телефон

source: Timetable
ru_ru: График работы

source: Description
ru_ru: Описание

source: Payment
ru_ru: Оплата

source: Is presented
ru_ru: Есть

source: Is absent
ru_ru: Нет

source: Payment card
ru_ru: Оплата кредитной картой

source: Fitting room
ru_ru: Примерочная комната

source: Point does not accept any payments
ru_ru: ПВЗ не принимает оплату в любой форме

source: Payment card is absent
ru_ru: Нет оплаты картой

source: Fitting room is absent
ru_ru: Нет примерочной

source: Payment is presented
ru_ru: Есть оплата

source: Payment card is presented
ru_ru: Есть оплата картой

source: Fitting room is presented
ru_ru: Есть примерочная

source: Providers
ru_ru: Поставщики услуг

source: Point types
ru_ru: Типы ПВЗ

source: cost from
ru_ru: цена от

source: time from
ru_ru: срок от

source: d.
ru_ru: д.

source: Filter
ru_ru: Фильтр

source: Filters points according to different options.
ru_ru: Фильтрует ПВЗ по разным параметрам.

source: Select
ru_ru: Выбрать

source: Weight
ru_ru: Вес

source: g
ru_ru: г

source: Length
ru_ru: Длина

source: cm
ru_ru: см

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Apply this weight always
ru_ru: Применять этот вес всегда

source: Input a dispatch address
ru_ru: Введите адрес отправки

source: Something has gone wrong
ru_ru: Что-то пошло не так

source: Weight is empty
ru_ru: Вес пуст

source: Weight and dimensions are empty
ru_ru: Вес и габариты пусты

source: Choose at least one provider
ru_ru: Выберите хотя бы одного поставщика услуг

source: Choose at least one delivery type
ru_ru: Выберите хотя бы один тип доставки

source: Choose at least one pickup type
ru_ru: Выберите хотя бы один тип приема

source: Country
ru_ru: Страна

source: Region
ru_ru: Регион

source: City
ru_ru: Город

source: Street
ru_ru: Улица, дом, квартира

source: Input a delivery address
ru_ru: Введите адрес доставки

source: No suitable options
ru_ru: Нет подходящих вариантов

source: Point IML ID
ru_ru: ID ПВЗ IML

source: Rules
ru_ru: Правила

source: Could be specified one or more rules
ru_ru: Может быть указано одно или несколько правил

source: Rules are executed in the order specified in the settings
ru_ru: Правила выполняются по указанному в настройках порядку

source: If two alike rules are specified, for example, "Increase a shipping time for 1 day" and "Increase a shipping time for 2 days", the shipping time will be increased fo 3 days
ru_ru: Если указано два одинаковых правила, например, "Увеличить сроки доставки на 1 день" и "Увеличить сроки доставки на 2 дня", то сроки доставки увеличатся на 3 дня

source: Total shipping cost and time will not be less than zero
ru_ru: Итоговые стоимость и срок доставки не будут меньше нуля

source: Rule value should contain integer or decimal only
ru_ru: Значение правила должно содержать только целые или десятичные числа

source: Tariffs
ru_ru: Тарифы

source: Choose at least one tariff
ru_ru: Выберите хотя бы один тариф

source: To get providers, choose a test mode or input a correct username and password
ru_ru: Чтобы получить поставщиков услуг, выберите тестовый режим или введите правильный логин и пароль

source: To get delivery types, choose a test mode or input a correct username and password
ru_ru: Чтобы получить типы доставки, выберите тестовый режим или введите правильный логин и пароль

source: To get pickup types, choose a test mode or input a correct username and password
ru_ru: Чтобы получить типы приема, выберите тестовый режим или введите правильный логин и пароль

source: Choose a test mode or input a correct username and password
ru_ru: Выберите тестовый режим или введите правильный логин и пароль

source: Weight should be greater than zero and contain integer only
ru_ru: Вес должен быть больше нуля и содержать только целые числа

source: Weight and dimensions be greater than zero and contain integer only
ru_ru: Вес и габариты должны быть больше нуля и содержать только целые числа

source: Choose at least one tariff of the provider
ru_ru: Выберите хотя бы один тариф поставщика услуг

source: Courier
ru_ru: Курьер

source: Pickup
ru_ru: Самовывоз

source: Post
ru_ru: Почта

source: Select a rule
ru_ru: Выберите правило

source: Raise a shipping cost by
ru_ru: Повысить стоимость доставки на

source: Reduce a shipping cost by
ru_ru: Понизить стоимость доставки на

source: Fix a shipping cost at
ru_ru: Зафиксировать стоимость доставки на

source: Extend a minimum shipping time by
ru_ru: Продлить минимальный срок доставки на

source: Shorten a minimum shipping time by
ru_ru: Сократить минимальный срок доставки на

source: Fix a minimum shipping time at
ru_ru: Зафиксировать минимальный срок доставки на

source: Extend a maximum shipping time by
ru_ru: Продлить максимальный срок доставки на

source: Shorten a maximum shipping time by
ru_ru: Сократить максимальный срок доставки на

source: Fix a maximum shipping time at
ru_ru: Зафиксировать максимальный срок доставки на

source: days
ru_ru: дней

source: from the shipping cost
ru_ru: от стоимости доставки

source: from the original shipping cost
ru_ru: от оригинальной стоимости доставки

source: from the order cost
ru_ru: от стоимости заказа

source: Calculates a shipping cost and time with the service https://apiship.ru.
ru_ru: Расчитывает стоимость и время доставки согласно службе https://apiship.ru.

source: Test mode
ru_ru: Тестовый режим

source: Username
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Delivery address
ru_ru: Адрес доставки

source: Delivery country
ru_ru: Страна доставки

source: Delivery region
ru_ru: Регион доставки

source: Delivery city
ru_ru: Город доставки

source: Dispatch address
ru_ru: Адрес отправки

source: Dispatch country
ru_ru: Страна отправки

source: Dispatch region
ru_ru: Регион отправки

source: Dispatch city
ru_ru: Город отправки

source: Dispatch street
ru_ru: Улица, дом, квартира отправки

source: Entire order weight, when the weight of each product in the cart is not indicated in the value of the feature with the code "weight"
ru_ru: Вес всего заказа, когда вес каждого товара в корзине не указан в значении характеристики с кодом "weight"

source: Weight and dimensions
ru_ru: Вес и габариты

source: Dispatch dimensions depending on the order weigh
ru_ru: Габариты отправки в зависимости от веса заказа

source: Delivery types
ru_ru: Типы доставки

source: Pickup types
ru_ru: Типы приема

source: Cheat sheet
ru_ru: Шпаргалка

source: To display delivery details in the notifications, place this code in the message templates
ru_ru: Чтобы отобразить сведения о доставке в уведомлениях, поместите этот код в шаблоны сообщений

source: Estimated delivery time
ru_ru: Приблизительный срок доставки

source: Display point types
ru_ru: Отобразить типы ПВЗ

source: Display a filter by the point types on the map.
ru_ru: Отобразить фильтр типов ПВЗ на карте.

source: Yandex.Maps API key
ru_ru: Ключ API Яндекс.Карты

source: Get an API key in the <a href="https://developer.tech.yandex.ru/" target="_blank">developer dashboard</a>. Select "JavaScript API and Geocoder HTTP API" option.
ru_ru: Получите ключ API Яндекс.Карты в <a href="https://developer.tech.yandex.ru/" target="_blank">кабинете разработчика</a>. Выберите тип карт "JavaScript API и HTTP Геокодер".

source: Shipping will be restricted to the selected country
ru_ru: Доставка будет ограничена выбранной страной

source: Shipping will be restricted to the selected region
ru_ru: Доставка будет ограничена выбранным регионом

source: If shipping is provided only within specific localities, enter the locality names separated by comma.
ru_ru: Если доставка доступна только в определенных населенных пунктах, введите их названия через запятую.

source: Sort results
ru_ru: Сортировать результаты

source: Sort results by the selected option
ru_ru: Сортировать результаты по выбранному варианту

source: Do not sort
ru_ru: Не сортировать

source: By alphabet
ru_ru: По алфавиту

source: By cost
ru_ru: По цене

source: Unsafe mode
ru_ru: Небезопасный режим

source: A temporary solution to the problem "cURL error 60: SSL certificate problem: certificate has expired"
ru_ru: Временное решение проблемы "ошибка cURL 60: проблема с сертификатом SSL: срок действия сертификата истек"
